Repository: tiennguyenvan/wp-themes-release
Catalog: epicmag/themeforest.net/epicmag_main_files/epicmag/languages/*.po
Languages: ta_in

source: "%s" has invalid file
ta_in: %s இல்லை செல்லுபடியாகும் கோப்பு

source: "%s" has invalid slug
ta_in: %s இல்லை செல்லுபடியாகும் சுருக்கக் குறி

source: %s requires following plugins to work:
ta_in: %s க்கு வேலை செய்ய பின்வரும் plugins தேவை:

source: Cannot active "%1$s": file %2$s %3$s
ta_in: %1$s செயல்படுத்த முடியவில்லை: கோப்பு %2$s %3$s

source: Cannot create folder of %s
ta_in: %s கோப்புறையை உருவாக்க முடியவில்லை

source: Cannot download "%1$s": %2$s
ta_in: %1$s ஐ பதிவிறக்க முடியவில்லை: %2$s

source: Cannot install "%1$s": %2$s
ta_in: %1$s ஐ நிறுவ முடியவில்லை: %2$s

source: Cannot unzip "%1$s": %2$s
ta_in: %1$sஐ அவிழ்க்க முடியவில்லை: %2$s

source: Cannot upload %s
ta_in: %s பதிவேற்ற முடியவில்லை

source: Finished
ta_in: முடிந்தது

source: Install Required Plugins
ta_in: தேவையான Plugins ஐ நிறுவவும்

source: Missing required field: %s
ta_in: தேவையான துறையை காணவில்லை: %s

source: Missing required plugins for %s theme
ta_in: %s theme க்கு தேவையான plugins இல்லை

source: Please Install Required Plugins
ta_in: தேவையான Plugins ஐ நிறுவவும்

source: Redirecting ...
ta_in: திசைதிருப்புகிறது...

source: Required Plugins
ta_in: தேவையான Plugins

source: Required Plugins for
ta_in: இதற்கு Plugins தேவை

source: Timeout! Please reload the page.
ta_in: நேரம் முடிந்தது! பக்கத்தை மீண்டும் ஏற்றவும்.

source: WordPress Server Error
ta_in: WordPress சேவையக பிழை

source: empty nonce
ta_in: வெற்று nonce
